brew "atuin"
brew "bat"
brew "cloudflared"
brew "coreutils"
brew "deno"
brew "difftastic"
brew "diffutils"
brew "duf"
brew "dust"
brew "fd"
brew "frpc"
brew "fzf"
brew "git-delta"
brew "git"
brew "gnupg"
brew "go"
brew "htop"
brew "jnv"
brew "jq"
brew "lsd"
brew "mtr"
brew "neovim"
brew "netcat"
brew "nmap"
brew "pv"
brew "qrcp"
brew "rclone"
brew "ripgrep"
brew "rustup"
brew "starship"
brew "tokei"
brew "tree"
brew "typst"
brew "uv"
brew "yazi"
brew "zellij"
brew "zoxide"
cask "anki"
cask "audacity"
cask "blackhole-2ch"
cask "cool-retro-term"
cask "dash"
cask "discord"
cask "eudic"
cask "feishu"
cask "geogebra"
cask "google-chrome"
cask "hhkb-studio"
cask "hhkb"
cask "iina"
cask "iina+"
cask "iterm2"
cask "keepassxc"
cask "keka"
cask "localsend"
cask "mongodb-compass"
cask "netnewswire"
cask "obsidian"
cask "orbstack"
cask "pdf-expert"
cask "qbittorrent"
cask "qflipper"
cask "rar"
cask "raspberry-pi-imager"
cask "raycast"
cask "reqable"
cask "telegram-desktop"
cask "typora"
cask "visual-studio-code"
cask "vlc"
cask "wireshark"
